---
kind: other
id: Methods.T:Autodesk.Revit.DB.LoadedFamilyIntegrityCheck
source: html/45a6746a-95e0-f97d-6690-15874fd5137c.htm
---
# LoadedFamilyIntegrityCheck Methods

Check that all families loaded in the host document have their content documents.